import {Row,Col } from 'react-bootstrap';
import ArticleCard from '../../components/ArticleCard/ArticleCard';
function ArticleCards() {
    const data = {
        "cards": [
          {
            'img' : './img/article1.png',
            'title': 'خرید خانه در شیراز',
           'content' : 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد،'
          },
          {
            'img' : './img/article2.png',
            'title': 'خرید خانه در تهران',
           'content' : 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد،'
          },
          {
            'img' : './img/article3.png',
            'title': 'نکات قبل از خرید ملک',
           'content' : 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد،'
          },
        ]
    };
    const cards = data.cards.map((card) =>(
        <Col lg={4} md={6} sm={12} className='ArticleCards pt-5'>
             <ArticleCard img={card.img} title={card.title} content={card.content} />
        </Col>
    ));
  return (
        <Row>
            {cards}
        </Row>
  );
}

export default ArticleCards;



