import { Accordion } from 'react-bootstrap';
import AccordionFaq from './AccordionFaq';


const FaqContent = () => {
    return ( 
        <div className="shadow-es rounded-3 py-3 px-3 mt-4 mt-lg-0 text-center title-text">
        <h3 className='py-3'>سوالات متداول سامانه املاک امید</h3>



        <Accordion>
        <AccordionFaq
        number='0'
        title='آیا سایر مناطق یا شهرهای دیگر در سامانه املاک امید موجود می باشد؟'
        discription='در حال حاضر املاک امید برای هر چه بهتر ارائه سرویس خود ، فقط در مناطق شیراز دارای جستجو و خدمات کامل می باشد . برای دیدن ملک ها در سایر شهر ها ، در صفحه اصلی قسمتی به همین نام  موجود است که میتوانید ملک ها را مشاهده نمایید.'
        />
        <AccordionFaq
        number='1'
        title='پس از پیدا کردن فایل ملک چکار باید کرد؟'
        discription='در حال حاضر املاک امید برای هر چه بهتر ارائه سرویس خود ، فقط در مناطق شیراز دارای جستجو و خدمات کامل می باشد . برای دیدن ملک ها در سایر شهر ها ، در صفحه اصلی قسمتی به همین نام  موجود است که میتوانید ملک ها را مشاهده نمایید.'

        />
        <AccordionFaq
        number='2'
        title='چطور می توانم ملک خودم را بر روی سامانه ایران فایل آگهی کنم؟'
        discription='در حال حاضر املاک امید برای هر چه بهتر ارائه سرویس خود ، فقط در مناطق شیراز دارای جستجو و خدمات کامل می باشد . برای دیدن ملک ها در سایر شهر ها ، در صفحه اصلی قسمتی به همین نام  موجود است که میتوانید ملک ها را مشاهده نمایید.'
        />

        </Accordion>


        
        </div>


     );
}
 
export default FaqContent;